import { IRecord } from "../models/Record"

const img = require('../media/dr2.png')
const img2 = require('../media/dr.png')


export const records : IRecord[] = [
    {
      id : 1,
      date : 'Понедельник 15.06.20 | 15:30 ',
      location : 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
      img : img,
      name : 'Малушко Т. Н.',
      spec : 'Хирургия'
    },
    {
      id : 2,
      date : 'Понедельник 15.06.20 | 18:30 ',
      location : 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
      img : img2,
      name : 'Харьков В. С.',
      spec : 'Терапевтическое отделение'
    },
    {
      id : 3,
      date : 'Вторник 30.06.20 | 12:10 ',
      location : 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
      img : img,
      name : 'Малушко Т. Н.',
      spec : 'Хирургия'
    },
    {
      id : 4,
      date : 'Четверг 02.07.20 | 12:30 ',
      location : 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
      img : img2,
      name : 'Харьков В. С.',
      spec : 'Хирургия'
    },
    {
      id : 5,
      date : 'Четверг 02.07.20 | 12:30 ',
      location : 'СПБ ГБУЗ "Городская поликлиника №25", пр. Солидарности, д. 1, к. 1, лит. А',
      img : img2,
      name : 'Харьков В. С.',
      spec : 'Хирургия'
    }
  ]